Repository: Jakiboy/VanillePlugin-Installer
Catalog: VanilleNameSpace/languages/VanilleNameSpace-*.po
Languages: fr_fr

source: Config
fr_fr: Configurer

source: Settings saved
fr_fr: Paramètres sauvegardés

source: Settings
fr_fr: Paramètres

source: [VanilleName] Option page
fr_fr: [VanilleName] Options de page

source: Options page example
fr_fr: Exemple de page d'options

source: About VanillePlugin
fr_fr: A propos de VanillePlugin

source: About
fr_fr: A propos

source: Wordpress Plugin Framework
fr_fr: Framework pour les plugins Wordpress

source: Page example
fr_fr: Page exemple

source: [VanilleName] : Widget example
fr_fr: [VanilleName] : Widget exemple

source: This is a shortcode example
fr_fr: Ceci est un exemple de shortcode

source: This is a widget example
fr_fr: Ceci est un exemple de widget

source: Error while saving configuration
fr_fr: Erreur lors de l'enregistrement de la configuration

source: Example option
fr_fr: Option d'exemple

source: Example option here
fr_fr: Option d'exemple ici

source: Placeholder input
fr_fr: Champs d'exemple

source: Follow me on github
fr_fr: Suivez-moi sur github

source: On facebook
fr_fr: Sur facebook

source: by
fr_fr: par

source: Feel free to contact me
fr_fr: N'hésite pas à me contacter

source: IT Engineer, Web developer & Code designer
fr_fr: Ingénieur informtique, Développeur Web et Code designer

source: VanillePlugin, a Wordpress Plugin Framework, Clean Code, Fast Development, Easy Maintenance.
fr_fr: VanillePlugin, un framework pour les plugins Wordpress, jolie code, développement accéléré et simple à maintenir.
